/* In NetworkLinkEvidenceSource */
"%@ (%@) link active" = "%1$@ (%2$@) link attivo";

/* In NetworkLinkEvidenceSource */
"%@ (%@) link inactive" = "%1$@ (%2$@) link non attivo";

/* Screen saver idle time */
"%d minutes" = "%d minuti";

/* Delay value for >= 2 seconds; number MUST come first */
"%d seconds" = "%d secondi";

/* Used when force-switching to a context */
"(forced)" = "(forzato)";

/* String for unnamed devices */
"(Unnamed device)" = "(Dispositivo senza nome)";

/* String for unnamed monitors */
"(Unnamed display)" = "(Display senza nome)";

/* Screen saver idle time */
"1 minute" = "1 minuto";

/* Delay value; number MUST come first */
"1 second" = "1 secondo";

/* In rule-adding dialog */
"A WiFi access point with a MAC of" = "Un access point WiFi con MAC";

/* In rule-adding dialog */
"A WiFi access point with an SSID of" = "Un access point WiFi con SSID";

/* Parameter is a percentage threshold */
"Above %@" = "Sopra %@";

/* Preferences section */
"Actions" = "Azioni";

/* Menu item */
"Add %@ Action..." = "Nuova Azione %@...";

/* Menu item */
"Add %@ Rule..." = "Nuova Regola %@...";

/* Preferences section */
"Advanced" = "Avanzate";

/* No comment provided by engineer. */
"All your actions have been imported." = "Tutte le azioni sono state importate.";

/* No comment provided by engineer. */
"All your rules (except IP rules) have been imported." = "Tutte le regole (tranne le regole IP) sono state importate.";

/* No comment provided by engineer. */
"All your rules have been imported." = "Tutte le regole sono state importate.";

/* In rule-adding dialog */
"An attached monitor named" = "Un monitor collegato con nome";

/* In TimeOfDay rules */
"Any day" = "Tutti i giorni";

/* Appended to a context-change notification */
"as default context" = "come contesto di default";

/* In rule-adding dialog */
"Audio output going to" = "Audio in uscita su";

/* Evidence source */
"AudioOutput" = "AudioInUscita";

/* No comment provided by engineer. */
"Battery" = "Batteria";

/* In rule-adding dialog */
"Being powered by" = "Alimentato da";

/* Parameter is a percentage threshold */
"Below %@" = "Sotto %@";

/* Evidence source */
"Bluetooth" = "Bluetooth";

/* Evidence source */
"Bonjour" = "Bonjour";

/* When an action is triggered */
"Both" = "Entrambi";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Change default printer to" = "Cambia stampante di default in";

/* Growl message title */
"Changing Context" = "Cambio Contesto";

/* No comment provided by engineer. */
"Changing network location to" = "Cambio la posizione di rete in";

/* No comment provided by engineer. */
"Changing network location to '%@'." = "Cambio la posizione di rete in '%@'.";

/* First parameter is the context name, second parameter is the confidence value, or 'as default context' */
"Changing to context '%@' %@." = "Cambio contesto in '%1$@' %2$@.";

/* No comment provided by engineer. */
"Connecting to default VPN of type '%@'." = "Connetto al VPN di default di tipo '%@'.";

/* Preferences section */
"Contexts" = "Contesti";

/* No comment provided by engineer. */
"Contexts have been made for you, named after your network locations." = "I contesti sono stati rinominati in base ai nomi delle posizioni di rete.";

/* In VPNAction */
"Couldn't configure VPN!" = "Impossibile configurare VPN!";

/* In FirewallRuleAction */
"Couldn't find requested firewall rule!" = "Impossibile trovare la regola richiesta per il firewall!";

/* In MountAction */
"Couldn't mount that volume!" = "Impossibile montare il volume!";

/* In QuitApplicationAction */
"Couldn't quit application!" = "Impossibile chiudere l'applicazione!";

/* In FirewallRuleAction */
"Couldn't restart firewall with new configuration!" = "Impossibile riavviare il firewall con la nuova configurazione!";

/* No comment provided by engineer. */
"Couldn't set default printer!" = "Impossibile impostare la stampante di default!";

/* In IChatAction */
"Couldn't set iChat status!" = "Impossibile impostare lo stato di iChat!";

/* In MailIMAPServerAction */
"Couldn't set IMAP server!" = "Impossibile impostare il server IMAP!";

/* In MailSMTPServerAction */
"Couldn't set SMTP server!" = "Impossibile impostare il server SMTP!";

/* Action type */
"DefaultPrinter" = "StampanteDiDefault";

/* Action type */
"DesktopBackground" = "SfondoScrivania";

/* In FirewallRuleAction */
"Disable %@" = "Disattiva %@";

/* No comment provided by engineer. */
"Disable screen saver password" = "Disattiva la password per il salvaschermo";

/* No comment provided by engineer. */
"Disabling Firewall Rule '%@'." = "Disattivo la regola '%@' del Firewall.";

/* No comment provided by engineer. */
"Disabling screen saver password." = "Disattivo la password per il salvaschermo.";

/* No comment provided by engineer. */
"Disabling screen saver." = "Disattivo salvaschermo.";

/* No comment provided by engineer. */
"Disconnecting from default VPN of type '%@'." = "Disconnetto dal VPN di default di tipo '%@'.";

/* In FirewallRuleAction */
"Enable %@" = "Attiva %@";

/* No comment provided by engineer. */
"Enable screen saver password" = "Attiva la password per il salvaschermo";

/* No comment provided by engineer. */
"Enabling Firewall Rule '%@'." = "Attiva la regola '%@' del Firewall.";

/* No comment provided by engineer. */
"Enabling screen saver password." = "Attivo la password per il salvaschermo.";

/* No comment provided by engineer. */
"Establish/Disconnect the following VPN:" = "Connetti/Disconnetti il seguente VPN:";

/* Growl message title */
"Evidence Change" = "Cambiato Sensore";

/* Preferences section */
"Evidence Sources" = "Sensori di controllo";

/* No comment provided by engineer. */
"External speakers" = "Altoparlanti esterni";

/* Action error message */
"Failed changing network location" = "Impossibile cambiare la posizione di rete";

/* No comment provided by engineer. */
"Failed executing shell script!" = "Impossibile eseguire lo script di shell!";

/* No comment provided by engineer. */
"Failed opening '%@'." = "Impossibile aprire '%@'.";

/* No comment provided by engineer. */
"Failed setting '%@' as desktop background." = "Impossibile impostare '%@' come sfondo della scrivania.";

/* No comment provided by engineer. */
"Failed setting screen saver idle time!" = "Impossibile impostare il tempo di attesa del salvaschermo!";

/* No comment provided by engineer. */
"Failed starting screen saver!" = "Impossibile avviare il salvaschermo!";

/* No comment provided by engineer. */
"Failed stopping screen saver!" = "Impossibile fermare il salvaschermo!";

/* No comment provided by engineer. */
"Failed toggling screen saver password!" = "Impossibile impostare la password del salvaschermo!";

/* No comment provided by engineer. */
"Failed turning Bluetooth off." = "Impossibile disattivare Bluetooth.";

/* No comment provided by engineer. */
"Failed turning Bluetooth on." = "Impossibile attivare Bluetooth.";

/* No comment provided by engineer. */
"Failed turning WiFi off." = "Impossibile disattivare WiFi.";

/* No comment provided by engineer. */
"Failed turning WiFi on." = "Impossibile attivare WiFi.";

/* Growl message title */
"Failure" = "Errore";

/* Action type */
"FirewallRule" = "RegolaDelFirewall";

/* Evidence source */
"FireWire" = "FireWire";

/* In TimeOfDay rules */
"Friday" = "Venerdì";

/* Preferences section */
"General" = "Generale";

/* No comment provided by engineer. */
"Headphones" = "Auricolari";

/* Action type */
"IChat" = "iChat";

/* No comment provided by engineer. */
"Internal speakers" = "Altoparlanti interni";

/* Evidence source */
"IP" = "IP";

/* Evidence source */
"Light" = "Luminosità";

/* Action type */
"MailIMAPServer" = "ServerIMAPPosta";

/* Action type */
"MailSMTPServer" = "ServerSMTPPosta";

/* In TimeOfDay rules */
"Monday" = "Lunedì";

/* Evidence source */
"Monitor" = "Monitor";

/* Action type */
"Mount" = "Monta";

/* No comment provided by engineer. */
"Mount a volume with address" = "Monta un volume con indirizzo";

/* No comment provided by engineer. */
"Mounting '%@'." = "Monto '%@'.";

/* Action type */
"Mute" = "Silenzioso";

/* No comment provided by engineer. */
"Mute system audio" = "Disattiva l'audio di sistema";

/* No comment provided by engineer. */
"Muting system audio." = "Disattivo l'audio di sistema.";

/* In rule-adding dialog */
"Network link on interface" = "Connessione di rete con interfaccia";

/* Evidence source */
"NetworkLink" = "CollegamentoDiRete";

/* Action type */
"NetworkLocation" = "PosizioneDiRete";

/* Screen saver idle time */
"never" = "mai";

/* Window title */
"New %@ Action" = "Nuova Azione %@";

/* Default value for new context names */
"New context" = "Nuovo Contesto";

/* Action error message */
"No network location named \"%@\" exists!" = "Non esiste nessuna posizione di rete di nome \"%@\"!";

/* Delay value to display for zero seconds */
"None" = "Nessuno";

/* Used in toggling actions */
"off" = "spento";

/* No comment provided by engineer. */
"OK" = "OK";

/* Used in toggling actions */
"on" = "acceso";

/* When an action is triggered */
"On arrival" = "In entrata";

/* When an action is triggered */
"On departure" = "In uscita";

/* Action type */
"Open" = "Apertura";

/* Button title */
"Open Preferences" = "Apri le Preferenze";

/* No comment provided by engineer. */
"Opening '%@'." = "Apro '%@'.";

/* Growl message title */
"Performing Action" = "Eseguo Azione";

/* Growl message title */
"Performing Actions" = "Eseguo Azioni";

/* Evidence source */
"Power" = "Alimentazione";

/* No comment provided by engineer. */
"Power Adapter" = "Alimentatore";

/* No comment provided by engineer. */
"Quick Start" = "Avvio rapido";

/* No comment provided by engineer. */
"Quick Start and MarcoPolo 1.x Import" = "Avvio rapido e importazione da MarcoPolo 1.x";

/* No comment provided by engineer. */
"Quit application with this name:" = "Chiudi l'applicazione con questo nome:";

/* Action type */
"QuitApplication" = "ChiudiApplicazione";

/* No comment provided by engineer. */
"Quitting application '%@'." = "Chiudo l'applicazione '%@'.";

/* No comment provided by engineer. */
"Removing this context will also remove its child contexts!" = "Cancello questa posizione e tutte e posizioni figlie!";

/* Preferences section */
"Rules" = "Regole";

/* No comment provided by engineer. */
"Running shell script '%@'." = "Eseguo lo script di shell '%@'.";

/* Evidence source */
"RunningApplication" = "ApplicazioneInEsecuzione";

/* In TimeOfDay rules */
"Saturday" = "Sabato";

/* Action type */
"ScreenSaverPassword" = "PasswordSalvaschermo";

/* Action type */
"ScreenSaverStart" = "AvviaSalvaschermo";

/* Action type */
"ScreenSaverTime" = "TempoSalvaschermo";

/* No comment provided by engineer. */
"Set iChat status message to" = "Imposta il messaggio di stato di iChat";

/* No comment provided by engineer. */
"Set Mail's IMAP server hostname to" = "Imposta il server IMAP di Mail";

/* No comment provided by engineer. */
"Set Mail's SMTP server hostname to" = "Imposta il server SMTP di Mail";

/* No comment provided by engineer. */
"Set Network Location" = "Imposta la Posizione di rete";

/* No comment provided by engineer. */
"Set screen saver idle time to" = "Imposta il tempo di attesa del salvaschermo";

/* No comment provided by engineer. */
"Set the following firewall rule:" = "Imposta la seguente regola del firewall:";

/* No comment provided by engineer. */
"Setting default printer to '%@'." = "Imposto la stampante di default '%@'.";

/* No comment provided by engineer. */
"Setting desktop background to '%@'." = "Imposto lo sfondo della scrivania a '%@'.";

/* No comment provided by engineer. */
"Setting iChat status to '%@'." = "Imposto lo stato di iChat '%@'.";

/* No comment provided by engineer. */
"Setting Mail's IMAP server to '%@'." = "Imposto il server IMAP di Mail '%@'.";

/* No comment provided by engineer. */
"Setting Mail's SMTP server to '%@'." = "Imposto il server SMTP di Mail '%@'.";

/* No comment provided by engineer. */
"Setting screen saver idle time to %d minutes." = "Imposto il tempo di attesa del salvaschermo a %d minuti.";

/* No comment provided by engineer. */
"Setting screen saver idle time to 1 minute." = "Imposto il tempo di attesa del salvaschermo a 1 minuto.";

/* Action type */
"ShellScript" = "ScriptDiShell";

/* No comment provided by engineer. */
"Start screen saver" = "Avvia il salvaschermo";

/* No comment provided by engineer. */
"Starting screen saver." = "Avvio il salvaschermo.";

/* No comment provided by engineer. */
"Stick forced contexts" = "Blocca il contesto forzato";

/* No comment provided by engineer. */
"Stop screen saver" = "Ferma il salvaschermo";

/* No comment provided by engineer. */
"Stopping screen saver." = "Fermo il salvaschermo.";

/* In TimeOfDay rules */
"Sunday" = "Domenica";

/* In rule-adding dialog */
"The following application running" = "La seguente applicazione in esecuzione";

/* No comment provided by engineer. */
"The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores." = "Il parametro per le azioni StampanteDiDefault è il nome della coda di stampa. Solitamente è lo stesso nome della stampante, con gli spazi sostituiti da underscore.";

/* No comment provided by engineer. */
"The parameter for DesktopBackground actions is the full path of the image to be set as the background picture." = "Il parametro per le azione SfondoScrivania è il percorso completo dell'immagine da impostare come sfondo.";

/* No comment provided by engineer. */
"The parameter for FirewallRule action is the name of the firewall rule you wish to modify, prefixed with '+' or '-' to enable or disable it, respectively." = "Il parametro per le azioni RegolaDelFirewall è il nome della regola del firewall che si vuole modificare, il prefisso '+' o '-' indica rispettivamente se si vuole abilitare o disalitare.";

/* No comment provided by engineer. */
"The parameter for iChat actions is the status message to set." = "Il parametro per le azioni iChat è il messaggio di stato da impostare.";

/* No comment provided by engineer. */
"The parameter for MailIMAPServer actions is the hostname of the IMAP server to make the default for all Mail accounts." = "Il parametro per le azioni ServerIMAPPosta è l'hostname del server IMAP ad impostare come default per tutti gli account Mail.";

/* No comment provided by engineer. */
"The parameter for MailSMTPServer actions is the hostname of the SMTP server to make the default for all Mail accounts." = "Il parametro per le azioni ServerSMTPPosta è l'hostname del server SMTP ad impostare come default per tutti gli account Mail.";

/* No comment provided by engineer. */
"The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\"." = "Il parametro per le azioni Monta è il volume da montare, come \"smb://server/share\" o \"afp://server/share\".";

/* No comment provided by engineer. */
"The parameter for Mute actions is either \"1\" or \"0\", depending on whether you want your system audio unmuted or muted." = "Il parametro per le azioni Mute è semplicemente \"1\" o \"0\", a seconda che si voglia abilitare o disabilitare l'audio di sistema.";

/* No comment provided by engineer. */
"The parameter for NetworkLocation actions is the name of the network location to select." = "Il parametro per le azioni PosizioneDiRete è il nome della posizione di rete da selezionare.";

/* No comment provided by engineer. */
"The parameter for Open actions is the full path of the object to be opened, such as an application or a document." = "Il parametro per le azioni Apertura è il percorso completo dell'oggetto da aprire, come un'applicazione o un documento.";

/* No comment provided by engineer. */
"The parameter for QuitApplication actions is the name of the application to quit." = "Il parametro per le azioni ChiudiApplicazione è il nome dell'applicazione da chiudere.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverPasswordAction actions is either \"1\" or \"0\", depending on whether you want your screen saver password enabled or disabled." = "Il parametro per le azioni PasswordSalvaschermo è semplicemente \"1\" o \"0\", a seconda che si voglia abilitare o disabilitare la password del salvaschermo.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverStartAction actions is either \"1\" or \"0\", depending on whether you want your screen saver to start or stop." = "Il parametro per le azioni AvviaSalvaschermo è \"1\" o \"0\", a seconda che si voglia avviare o fermare il salvaschermo.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate." = "Il parametro per le azioni TempoSalvaschermo è il tempo di inattività (in minuti) prima che il salvaschermo venga attivato.";

/* No comment provided by engineer. */
"The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh." = "Il parametro per le azioni ScriptDiShell è il percorso completo dello script di shell, che sarà eseguito da /bin/sh.";

/* No comment provided by engineer. */
"The parameter for ToggleBluetooth actions is either \"1\" or \"0\", depending on whether you want your Bluetooth controller's power turned on or off." = "Il parametro per le azioni GestioneBluetooth è semplicemente \"1\" o \"0\", a seconda che si voglia attivare o disattivare Bluetooth.";

/* No comment provided by engineer. */
"The parameter for ToggleWiFi actions is either \"1\" or \"0\", depending on whether you want your WiFi turned on or off." = "Il parametro per le azioni GestioneWiFi é semplicemente \"1\" o \"0\", a seconda che si voglia abilitre o disabilitare il WiFi.";

/* No comment provided by engineer. */
"The parameter for VPN action is the type of the VPN connection you wish to establish or disconnect." = "Il parametro per le azioni VPN è il tipo di collegamento VPN a cui ci si desidera connettere o disconnettere.";

/* In rule-adding dialog */
"The presence of" = "La presenza di";

/* No comment provided by engineer. */
"This action is not undoable!" = "Questa azione non è ricoverabile!";

/* In TimeOfDay rules */
"Thursday" = "Giovedì";

/* Evidence source */
"TimeOfDay" = "MomentoDelGiorno";

/* Action type */
"ToggleBluetooth" = "GestioneBluetooth";

/* Action type */
"ToggleWiFi" = "GestioneWiFi";

/* In TimeOfDay rules */
"Tuesday" = "Martedì";

/* Will be followed by 'on' or 'off' */
"Turn Bluetooth" = "Imposta Bluetooth";

/* Will be followed by 'on' or 'off' */
"Turn WiFi" = "Imposta WiFi";

/* No comment provided by engineer. */
"Turning Bluetooth off." = "Disattivo Bluetooth.";

/* No comment provided by engineer. */
"Turning Bluetooth on." = "Attivo Bluetooth.";

/* No comment provided by engineer. */
"Turning WiFi off." = "Disattivo WiFi.";

/* No comment provided by engineer. */
"Turning WiFi on." = "Attivo WiFi.";

/* No comment provided by engineer. */
"Unmute system audio" = "Attiva l'audio di sistema";

/* No comment provided by engineer. */
"Unmuting system audio." = "Attivo l'audio di sistema.";

/* Evidence source */
"USB" = "USB";

/* Action type */
"VPN" = "VPN";

/* No comment provided by engineer. */
"We strongly recommended that you review your preferences." = "Consigliamo caldamente di controllare le tue preferenze.";

/* In TimeOfDay rules */
"Wednesday" = "Mercoledì";

/* In TimeOfDay rules */
"Weekday" = "Infrasettimanale";

/* In TimeOfDay rules */
"Weekend" = "Weekend";

/* Evidence source */
"WiFi" = "WiFi";

/* Appended to a context-change notification */
"with confidence %@" = "con sicurezza %@";/* Delay value for >= 2 seconds; number MUST come first */
"%d seconds" = "%d seconds";

/* Delay value; number MUST come first */
"1 second" = "1 second";

/* Preferences section */
"Actions" = "Actions";

/* Preferences section */
"Advanced" = "Advanced";

/* Show both the icon and the current context
   When an action is triggered */
"Both" = "Both";

/* Preferences section */
"Contexts" = "Contexts";

/* Preferences section */
"Evidence Sources" = "Evidence Sources";

/* Preferences section */
"General" = "General";

/* Window title */
"New %@ Action" = "New %@ Action";

/* Delay value to display for zero seconds */
"None" = "None";

/* When an action is triggered */
"On arrival" = "On arrival";

/* When an action is triggered */
"On departure" = "On departure";

/* Preferences section */
"Rules" = "Rules";

/* In NetworkLinkEvidenceSource */
"%@ (%@) link active" = "%1$@ (%2$@) link active";

/* In NetworkLinkEvidenceSource */
"%@ (%@) link inactive" = "%1$@ (%2$@) link inactive";

/* Screen saver idle time */
"%d minutes" = "%d minutes";

/* Delay value for >= 2 seconds; number MUST come first */
"%d seconds" = "%d seconds";

/* Used when force-switching to a context */
"(forced)" = "(forced)";

/* String for unnamed devices */
"(Unnamed device)" = "(Unnamed device)";

/* String for unnamed monitors */
"(Unnamed display)" = "(Unnamed display)";

/* Screen saver idle time */
"1 minute" = "1 minute";

/* Delay value; number MUST come first */
"1 second" = "1 second";

/* In rule-adding dialog */
"A WiFi access point with a BSSID of" = "A WiFi access point with a BSSID of";

/* In rule-adding dialog */
"A WiFi access point with a MAC of" = "A WiFi access point with a MAC of";

/* In rule-adding dialog */
"A WiFi access point with an SSID of" = "A WiFi access point with an SSID of";

/* Parameter is a percentage threshold */
"Above %@" = "Above %@";

/* Preferences section */
"Actions" = "Actions";

/* Menu item */
"Add %@ Action..." = "Add %@ Action...";

/* Menu item */
"Add %@ Rule..." = "Add %@ Rule...";

/* Preferences section */
"Advanced" = "Advanced";

/* No comment provided by engineer. */
"All your actions have been imported." = "All your actions have been imported.";

/* No comment provided by engineer. */
"All your rules (except IP rules) have been imported." = "All your rules (except IP rules) have been imported.";

/* No comment provided by engineer. */
"All your rules have been imported." = "All your rules have been imported.";

/* In rule-adding dialog */
"An attached monitor named" = "An attached monitor named";

/* In TimeOfDay rules */
"Any day" = "Any day";

/* Appended to a context-change notification */
"as default context" = "as default context";

/* In rule-adding dialog */
"Audio output going to" = "Audio output going to";

/* Evidence source */
"AudioOutput" = "AudioOutput";

/* No comment provided by engineer. */
"Battery" = "Battery";

/* In rule-adding dialog */
"Being powered by" = "Being powered by";

/* Parameter is a percentage threshold */
"Below %@" = "Below %@";

/* Evidence source */
"Bluetooth" = "Bluetooth";

/* Evidence source */
"Bonjour" = "Bonjour";

/* Show both the icon and the current context
   When an action is triggered */
"Both" = "Both";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change default printer to" = "Change default printer to";

/* Growl message title */
"Changing Context" = "Changing Context";

/* No comment provided by engineer. */
"Changing network location to" = "Changing network location to";

/* No comment provided by engineer. */
"Changing network location to '%@'." = "Changing network location to '%@'.";

/* First parameter is the context name, second parameter is the confidence value, or 'as default context' */
"Changing to context '%@' %@." = "Changing to context '%1$@' %2$@.";

/* No comment provided by engineer. */
"Connecting to default VPN of type '%@'." = "Connecting to default VPN of type '%@'.";

/* Show only the current context */
"Context" = "contesto";

/* Preferences section */
"Contexts" = "Contexts";

/* No comment provided by engineer. */
"Contexts have been made for you, named after your network locations." = "Contexts have been made for you, named after your network locations.";

/* In VPNAction */
"Couldn't configure VPN!" = "Couldn't configure VPN!";

/* In FirewallRuleAction */
"Couldn't find requested firewall rule!" = "Couldn't find requested firewall rule!";

/* In MountAction */
"Couldn't mount that volume!" = "Couldn't mount that volume!";

/* In QuitApplicationAction */
"Couldn't quit application!" = "Couldn't quit application!";

/* In FirewallRuleAction */
"Couldn't restart firewall with new configuration!" = "Couldn't restart firewall with new configuration!";

/* No comment provided by engineer. */
"Couldn't set default printer!" = "Couldn't set default printer!";

/* In IChatAction */
"Couldn't set iChat status!" = "Couldn't set iChat status!";

/* In MailIMAPServerAction */
"Couldn't set IMAP server!" = "Couldn't set IMAP server!";

/* In MailSMTPServerAction */
"Couldn't set SMTP server!" = "Couldn't set SMTP server!";

/* In UnmountAction */
"Couldn't unmount that volume!" = "Couldn't unmount that volume!";

/* Action type */
"DefaultPrinter" = "DefaultPrinter";

/* Action type */
"DesktopBackground" = "DesktopBackground";

/* In FirewallRuleAction */
"Disable %@" = "Disable %@";

/* No comment provided by engineer. */
"Disable screen saver password" = "Disable screen saver password";

/* No comment provided by engineer. */
"Disabling Firewall Rule '%@'." = "Disabling Firewall Rule '%@'.";

/* No comment provided by engineer. */
"Disabling screen saver password." = "Disabling screen saver password.";

/* No comment provided by engineer. */
"Disabling screen saver." = "Disabling screen saver.";

/* No comment provided by engineer. */
"Disconnecting from default VPN of type '%@'." = "Disconnecting from default VPN of type '%@'.";

/* In FirewallRuleAction */
"Enable %@" = "Enable %@";

/* No comment provided by engineer. */
"Enable screen saver password" = "Enable screen saver password";

/* No comment provided by engineer. */
"Enabling Firewall Rule '%@'." = "Enabling Firewall Rule '%@'.";

/* No comment provided by engineer. */
"Enabling screen saver password." = "Enabling screen saver password.";

/* No comment provided by engineer. */
"Establish/Disconnect the following VPN:" = "Establish/Disconnect the following VPN:";

/* Growl message title */
"Evidence Change" = "Evidence Change";

/* Preferences section */
"Evidence Sources" = "Evidence Sources";

/* No comment provided by engineer. */
"External speakers" = "External speakers";

/* Action error message */
"Failed changing network location" = "Failed changing network location";

/* No comment provided by engineer. */
"Failed executing shell script!" = "Failed executing shell script!";

/* No comment provided by engineer. */
"Failed opening '%@'." = "Failed opening '%@'.";

/* No comment provided by engineer. */
"Failed setting '%@' as desktop background." = "Failed setting '%@' as desktop background.";

/* No comment provided by engineer. */
"Failed setting screen saver idle time!" = "Failed setting screen saver idle time!";

/* No comment provided by engineer. */
"Failed starting screen saver!" = "Failed starting screen saver!";

/* No comment provided by engineer. */
"Failed stopping screen saver!" = "Failed stopping screen saver!";

/* No comment provided by engineer. */
"Failed toggling screen saver password!" = "Failed toggling screen saver password!";

/* No comment provided by engineer. */
"Failed turning Bluetooth off." = "Failed turning Bluetooth off.";

/* No comment provided by engineer. */
"Failed turning Bluetooth on." = "Failed turning Bluetooth on.";

/* No comment provided by engineer. */
"Failed turning WiFi off." = "Failed turning WiFi off.";

/* No comment provided by engineer. */
"Failed turning WiFi on." = "Failed turning WiFi on.";

/* Growl message title */
"Failure" = "Failure";

/* Action type */
"FirewallRule" = "FirewallRule";

/* Evidence source */
"FireWire" = "FireWire";

/* In TimeOfDay rules */
"Friday" = "Friday";

/* Preferences section */
"General" = "General";

/* No comment provided by engineer. */
"Headphones" = "Headphones";

/* Action type */
"IChat" = "IChat";

/* Show only the icon */
"Icon" = "icona";

/* No comment provided by engineer. */
"Internal speakers" = "Internal speakers";

/* Evidence source */
"IP" = "IP";

/* Evidence source */
"Light" = "Light";

/* Action type */
"MailIMAPServer" = "MailIMAPServer";

/* Action type */
"MailSMTPServer" = "MailSMTPServer";

/* In TimeOfDay rules */
"Monday" = "Monday";

/* Evidence source */
"Monitor" = "Monitor";

/* Action type */
"Mount" = "Mount";

/* No comment provided by engineer. */
"Mount a volume with address" = "Mount a volume with address";

/* No comment provided by engineer. */
"Mounting '%@'." = "Mounting '%@'.";

/* Action type */
"Mute" = "Mute";

/* No comment provided by engineer. */
"Mute system audio" = "Mute system audio";

/* No comment provided by engineer. */
"Muting system audio." = "Muting system audio.";

/* In rule-adding dialog */
"Network link on interface" = "Network link on interface";

/* Evidence source */
"NetworkLink" = "NetworkLink";

/* Action type */
"NetworkLocation" = "NetworkLocation";

/* Screen saver idle time */
"never" = "never";

/* Window title */
"New %@ Action" = "New %@ Action";

/* Default value for new context names */
"New context" = "New context";

/* Action error message */
"No network location named \"%@\" exists!" = "No network location named \"%@\" exists!";

/* Delay value to display for zero seconds */
"None" = "None";

/* Used in toggling actions */
"off" = "off";

/* Button title */
"OK" = "OK";

/* Used in toggling actions */
"on" = "on";

/* When an action is triggered */
"On arrival" = "On arrival";

/* When an action is triggered */
"On departure" = "On departure";

/* Action type */
"Open" = "Open";

/* Button title */
"Open Preferences" = "Open Preferences";

/* No comment provided by engineer. */
"Opening '%@'." = "Opening '%@'.";

/* Growl message title */
"Performing Action" = "Performing Action";

/* Growl message title */
"Performing Actions" = "Performing Actions";

/* Evidence source */
"Power" = "Power";

/* No comment provided by engineer. */
"Power Adapter" = "Power Adapter";

/* No comment provided by engineer. */
"Quick Start" = "Quick Start";

/* No comment provided by engineer. */
"Quick Start and MarcoPolo 1.x Import" = "Quick Start and MarcoPolo 1.x Import";

/* No comment provided by engineer. */
"Quit application with this name:" = "Quit application with this name:";

/* Action type */
"QuitApplication" = "QuitApplication";

/* No comment provided by engineer. */
"Quitting application '%@'." = "Quitting application '%@'.";

/* No comment provided by engineer. */
"Removing this context will also remove its child contexts!" = "Removing this context will also remove its child contexts!";

/* Preferences section */
"Rules" = "Rules";

/* No comment provided by engineer. */
"Running shell script '%@'." = "Running shell script '%@'.";

/* Evidence source */
"RunningApplication" = "RunningApplication";

/* In TimeOfDay rules */
"Saturday" = "Saturday";

/* Action type */
"ScreenSaverPassword" = "ScreenSaverPassword";

/* Action type */
"ScreenSaverStart" = "ScreenSaverStart";

/* Action type */
"ScreenSaverTime" = "ScreenSaverTime";

/* No comment provided by engineer. */
"Set iChat status message to" = "Set iChat status message to";

/* No comment provided by engineer. */
"Set Mail's IMAP server hostname to" = "Set Mail's IMAP server hostname to";

/* No comment provided by engineer. */
"Set Mail's SMTP server hostname to" = "Set Mail's SMTP server hostname to";

/* No comment provided by engineer. */
"Set Network Location" = "Set Network Location";

/* No comment provided by engineer. */
"Set screen saver idle time to" = "Set screen saver idle time to";

/* No comment provided by engineer. */
"Set the following firewall rule:" = "Set the following firewall rule:";

/* No comment provided by engineer. */
"Setting default printer to '%@'." = "Setting default printer to '%@'.";

/* No comment provided by engineer. */
"Setting desktop background to '%@'." = "Setting desktop background to '%@'.";

/* No comment provided by engineer. */
"Setting iChat status to '%@'." = "Setting iChat status to '%@'.";

/* No comment provided by engineer. */
"Setting Mail's IMAP server to '%@'." = "Setting Mail's IMAP server to '%@'.";

/* No comment provided by engineer. */
"Setting Mail's SMTP server to '%@'." = "Setting Mail's SMTP server to '%@'.";

/* No comment provided by engineer. */
"Setting screen saver idle time to %d minutes." = "Setting screen saver idle time to %d minutes.";

/* No comment provided by engineer. */
"Setting screen saver idle time to 1 minute." = "Setting screen saver idle time to 1 minute.";

/* Action type */
"ShellScript" = "ShellScript";

/* No comment provided by engineer. */
"Start screen saver" = "Start screen saver";

/* No comment provided by engineer. */
"Starting screen saver." = "Starting screen saver.";

/* No comment provided by engineer. */
"Stick forced contexts" = "Stick forced contexts";

/* No comment provided by engineer. */
"Stop screen saver" = "Stop screen saver";

/* No comment provided by engineer. */
"Stopping screen saver." = "Stopping screen saver.";

/* In TimeOfDay rules */
"Sunday" = "Sunday";

/* In rule-adding dialog */
"The following application running" = "The following application running";

/* No comment provided by engineer. */
"The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores." = "The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores.";

/* No comment provided by engineer. */
"The parameter for DesktopBackground actions is the full path of the image to be set as the background picture." = "The parameter for DesktopBackground actions is the full path of the image to be set as the background picture.";

/* No comment provided by engineer. */
"The parameter for FirewallRule action is the name of the firewall rule you wish to modify, prefixed with '+' or '-' to enable or disable it, respectively." = "The parameter for FirewallRule action is the name of the firewall rule you wish to modify, prefixed with '+' or '-' to enable or disable it, respectively.";

/* No comment provided by engineer. */
"The parameter for iChat actions is the status message to set." = "The parameter for iChat actions is the status message to set.";

/* No comment provided by engineer. */
"The parameter for MailIMAPServer actions is the hostname of the IMAP server to make the default for all Mail accounts." = "The parameter for MailIMAPServer actions is the hostname of the IMAP server to make the default for all Mail accounts.";

/* No comment provided by engineer. */
"The parameter for MailSMTPServer actions is the hostname of the SMTP server to make the default for all Mail accounts." = "The parameter for MailSMTPServer actions is the hostname of the SMTP server to make the default for all Mail accounts.";

/* No comment provided by engineer. */
"The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\"." = "The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\".";

/* No comment provided by engineer. */
"The parameter for Mute actions is either \"1\" or \"0\", depending on whether you want your system audio unmuted or muted." = "The parameter for Mute actions is either \"1\" or \"0\", depending on whether you want your system audio unmuted or muted.";

/* No comment provided by engineer. */
"The parameter for NetworkLocation actions is the name of the network location to select." = "The parameter for NetworkLocation actions is the name of the network location to select.";

/* No comment provided by engineer. */
"The parameter for Open actions is the full path of the object to be opened, such as an application or a document." = "The parameter for Open actions is the full path of the object to be opened, such as an application or a document.";

/* No comment provided by engineer. */
"The parameter for QuitApplication actions is the name of the application to quit." = "The parameter for QuitApplication actions is the name of the application to quit.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverPasswordAction actions is either \"1\" or \"0\", depending on whether you want your screen saver password enabled or disabled." = "The parameter for ScreenSaverPasswordAction actions is either \"1\" or \"0\", depending on whether you want your screen saver password enabled or disabled.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverStartAction actions is either \"1\" or \"0\", depending on whether you want your screen saver to start or stop." = "The parameter for ScreenSaverStartAction actions is either \"1\" or \"0\", depending on whether you want your screen saver to start or stop.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate." = "The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate.";

/* No comment provided by engineer. */
"The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh." = "The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh.";

/* No comment provided by engineer. */
"The parameter for ToggleBluetooth actions is either \"1\" or \"0\", depending on whether you want your Bluetooth controller's power turned on or off." = "The parameter for ToggleBluetooth actions is either \"1\" or \"0\", depending on whether you want your Bluetooth controller's power turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleWiFi actions is either \"1\" or \"0\", depending on whether you want your WiFi turned on or off." = "The parameter for ToggleWiFi actions is either \"1\" or \"0\", depending on whether you want your WiFi turned on or off.";

/* No comment provided by engineer. */
"The parameter for Unmount actions is the volume name to unmount. You can find the volume name in the /Volumes/ folder after a successful mount." = "The parameter for Unmount actions is the volume name to unmount. You can find the volume name in the /Volumes/ folder after a successful mount.";

/* No comment provided by engineer. */
"The parameter for VPN action is the type of the VPN connection you wish to establish or disconnect." = "The parameter for VPN action is the type of the VPN connection you wish to establish or disconnect.";

/* In rule-adding dialog */
"The presence of" = "The presence of";

/* No comment provided by engineer. */
"This action is not undoable!" = "This action is not undoable!";

/* In TimeOfDay rules */
"Thursday" = "Thursday";

/* Evidence source */
"TimeOfDay" = "TimeOfDay";

/* Action type */
"ToggleBluetooth" = "ToggleBluetooth";

/* Action type */
"ToggleWiFi" = "ToggleWiFi";

/* In TimeOfDay rules */
"Tuesday" = "Tuesday";

/* Will be followed by 'on' or 'off' */
"Turn Bluetooth" = "Turn Bluetooth";

/* Will be followed by 'on' or 'off' */
"Turn WiFi" = "Turn WiFi";

/* No comment provided by engineer. */
"Turning Bluetooth off." = "Turning Bluetooth off.";

/* No comment provided by engineer. */
"Turning Bluetooth on." = "Turning Bluetooth on.";

/* No comment provided by engineer. */
"Turning WiFi off." = "Turning WiFi off.";

/* No comment provided by engineer. */
"Turning WiFi on." = "Turning WiFi on.";

/* Action type */
"Unmount" = "Unmount";

/* No comment provided by engineer. */
"Unmount a volume with mount location" = "Unmount a volume with mount location";

/* No comment provided by engineer. */
"Unmounting '%@'." = "Unmounting '%@'.";

/* No comment provided by engineer. */
"Unmute system audio" = "Unmute system audio";

/* No comment provided by engineer. */
"Unmuting system audio." = "Unmuting system audio.";

/* Evidence source */
"USB" = "USB";

/* Action type */
"VPN" = "VPN";

/* No comment provided by engineer. */
"We strongly recommended that you review your preferences." = "We strongly recommended that you review your preferences.";

/* In TimeOfDay rules */
"Wednesday" = "Wednesday";

/* In TimeOfDay rules */
"Weekday" = "Weekday";

/* In TimeOfDay rules */
"Weekend" = "Weekend";

/* Evidence source */
"WiFi using CoreWLAN" = "WiFi using CoreWLAN";

/* Appended to a context-change notification */
"with confidence %@" = "with confidence %@";

